Repository: ClassicPress-plugins-mirror/stats-for-update-manager
Catalog: languages/stats-for-update-manager-*.po
Languages: it_it

source: This plugin stores data about plugins/themes update requests in a table. The table structure contains: %1$s %2$sURL of the site asking for updates, sha512 hashed%3$s %4$splugin/theme checked%5$s %6$stimestamp of the last check%7$s %8$s This data is kept %9$sXX%10$s days. %11$sTo help us know the number of active installations of this plugin, we collect and store anonymized data when the plugin check in for updates. The date and unique plugin identifier are stored as plain text and the requesting URL is stored as a non-reversible hashed value. This data is stored for up to 28 days.%12$s
it_it: Questo plugin conserva informazioni sulle richieste di aggiornamento in una tabella. La tabella contiene: %1$s %2$sUrl del sito che ha richiesto aggiornamenti, reso irriconoscibile in maniera irreversibile%3$s %4$splugin/tema controllato%5$s %6$sdata ultimo controllo%7$s %8$s Questi dati sono conservati %9$sXX%10$s giorni. %11$sPer aiutarci a conoscere il numero di installazioni attive di questo plugin, raccogliamo e conserviamo i dati quando il plugin controlla la presenza di aggiornamenti. Data ed identificativo del plugin sono conservati in chiaro mentre la provenienza della richiesta (URL) viene archiviata in forma pseudononimizzata (viene applicata una funzione non reversibile per renderla irriconoscibile). Questi dati sono conservati fino a 28 giorni.%12$s

source: %1$s has %2$d active installation.
it_it: %1$s ha %2$d installazione attiva.

source: <b>Stats for Update Manager</b> is pretty unuseful without <a href="%1$s" target="_blank">Update Manager</a>.
it_it: <b>Statistiche per Update Manager</b> Ã¨ abbastanza inutile senza <a href="%1$s" target="_blank">Update Manager</a>.

source: Active installations
it_it: Installazioni attive

source: DATE
it_it: DATA

source: Debug
it_it: Controlla

source: Debug information
it_it: Informazioni di debug

source: FIRST 30 CHAR OF THE HASH
it_it: PRIMI 30 CARATTERI DELL'HASH

source: Latest updates
it_it: Ultimi aggiornamenti

source: No database entries.
it_it: Database vuoto

# Menu Title
source: Statistics
it_it: Statistiche

# Menu Title with UM deactivated
source: Statistics for Update Manager
it_it: Statistiche per Update Manager

# Page Title
source: Statistics for Update Manager
it_it: Statistiche per Update Manager

source: Statistics for Update Manager by CodePotent.
it_it: Statistiche per Update Manager di CodePotent.

source: Stats for Update Manager
it_it: Statistiche per Update Manager

source: Themes
it_it: Temi

source: Update Manager statistics
it_it: Statistiche per Update Manager
